Repository: xpereta/VoicePitchAnalyzer
Catalog: *.lproj/Localizable.strings
Languages: de

# Welcome
source: Hey There! To properly analyse your pitch, we need about one minute of audio recording of your voice. For this purpose, we’ll provide you with a text of a length approximate to this time frame. Of course you’re free to say anything else, too, as long as it’s in your natural voice.
de: Hallo! Um deine Stimmlage richtig zu analysieren brauchen wir eine Audioaufnahme deiner Stimme von einer Minute. Zu diesem Zweck geben wir dir einen Text in dieser ungefähren Länge. Natürlich kannst du auch etwas anderes sagen so lange es in deiner natürlichen Stimme ist.

source: Female Range
de: Weibliche Spanne

source: Male Range
de: Männliche Spanne

# AndrogynousRange
source: Androgynous
de: Androgyne Spanne

# BasedOn
source: Based on: Voice Pitch Analyzer
de: Basierend auf: Voice Pitch Analyzer

source: Current
de: Aktuell

source: Last
de: Zuvor

source: Median
de: Mittelwert

source: Low
de: Tief

source: High
de: Hoch

source: Done
de: Fertig

# MicAccessExplanation
source: Hey There! To be able to analyze your voice pitch, VoicePitchAnalyzer needs access to your microphone.
de: Hallo! Um deine Stimme analysieren zu können, brauchen wir Zugang zu deinem Mikrofon.

# MicAccessExplanationDenied
source: Hey There! To be able to analyze your voice pitch, VoicePitchAnalyzer needs access to your microphone. Please open the settings, scroll to VoicePitchAnalzyer and activate microphone access.
de: Hallo! Um deine Stimme analysieren zu können, brauchen wir Zugang zu deinem Mikrofon. Bitte öffne die Einstellungen, scroll zu VoicePitchAnalyzer und aktiviere den Mikrofonzugang.

# OpenSettings
source: Settings
de: Einstellungen

source: Next
de: Weiter
